Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Auto-accept contact requests
de: Kontaktanfragen automatisch annehmen
es: Aceptar automáticamente las solicitudes de contacto
fr: Accepter automatiquement les demandes de contact
ja: 連絡先リクエストを自動承認
pt_br: Aceitar automaticamente solicitações de contato
zh_hans: 自动接受联系人请求

source: Auto-accept edits in this project
de: Bearbeitungen in diesem Projekt automatisch annehmen
es: Aceptar automáticamente las ediciones en este proyecto
fr: Accepter automatiquement les modifications dans ce projet
ja: このプロジェクトで編集を自動承認
pt_br: Aceitar edições automaticamente neste projeto
zh_hans: 在此项目中自动接受编辑

source: Auto-blocked
de: Auto-blockiert
es: Bloqueada auto.
fr: Bloqué auto.
ja: 自動ブロック済み
pt_br: Bloq. automático
zh_hans: 已自动阻止

source: Auto-detect
de: Automatisch erkennen
es: Detectar automáticamente
fr: Détection automatique
ja: 自動検出
pt_br: Detectar automaticamente
zh_hans: 自动检测

source: Auto-refresh OAuth tokens daily
de: OAuth-Tokens täglich automatisch aktualisieren
es: Renovar automáticamente los tokens OAuth a diario
fr: Rafraîchir automatiquement les jetons OAuth chaque jour
ja: OAuth トークンを毎日自動更新
pt_br: Atualizar tokens OAuth automaticamente todo dia
zh_hans: 每天自动刷新 OAuth 令牌

source: Auto-thread on mention
de: Bei Erwähnung automatisch Thread erstellen
es: Crear hilo automáticamente al mencionar
fr: Créer un fil automatiquement sur mention
ja: メンション時に自動でスレッド化
pt_br: Criar thread automaticamente ao mencionar
zh_hans: 被提及时自动开启话题

source: auto: backend PortAudio mic when one exists, else a remote desktop on a mic-less (headless/VPS) backend streams its own mic via the wake.feed RPC. local: always the backend mic. client: always desktop-streamed PCM (detection stays on the backend).
de: auto: Backend-PortAudio-Mikrofon, falls vorhanden, sonst streamt bei einem mikrofonlosen (headless/VPS) Backend ein Remote-Desktop sein eigenes Mikrofon über die wake.feed-RPC. local: immer das Backend-Mikrofon. client: immer vom Desktop gestreamtes PCM (Erkennung bleibt auf dem Backend).
es: auto: micrófono PortAudio del backend cuando existe, si no, un escritorio remoto en un backend sin micrófono (headless/VPS) transmite su propio micrófono mediante el RPC wake.feed. local: siempre el micrófono del backend. client: siempre PCM transmitido desde el escritorio (la detección permanece en el backend).
fr: auto : micro PortAudio du backend s'il existe, sinon un bureau distant sur un backend sans micro (headless/VPS) diffuse son propre micro via l'RPC wake.feed. local : toujours le micro du backend. client : toujours du PCM diffusé depuis le bureau (la détection reste sur le backend).
ja: auto: バックエンドに PortAudio マイクがあればそれを使用し、なければマイクのない（ヘッドレス/VPS）バックエンド上のリモートデスクトップが wake.feed RPC 経由で自身のマイクをストリーミングします。local: 常にバックエンドのマイクを使用します。client: 常にデスクトップからストリーミングされる PCM を使用します（検出処理はバックエンド側で行われます）。
pt_br: auto: microfone PortAudio do backend quando existir, senão um desktop remoto em um backend sem microfone (headless/VPS) transmite seu próprio microfone via RPC wake.feed. local: sempre o microfone do backend. client: sempre PCM transmitido pelo desktop (a detecção permanece no backend).
zh_hans: auto:存在时使用后端 PortAudio 麦克风,否则在无麦克风(无头/VPS)后端上的远程桌面会通过 wake.feed RPC 流式传输自己的麦克风。local:始终使用后端麦克风。client:始终使用桌面流式传输的 PCM(检测仍在后端进行)。

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
pt_br: Automático
zh_hans: 自动

source: Autonomous skill maintenance — archive, prune, restore
de: Autonome Skill-Pflege — archivieren, bereinigen, wiederherstellen
es: Mantenimiento autónomo de habilidades — archivar, podar, restaurar
fr: Maintenance autonome des compétences — archiver, élaguer, restaurer
ja: 自律的なスキル管理 — アーカイブ、整理、復元
pt_br: Manutenção autônoma de habilidades — arquivar, podar, restaurar
zh_hans: 自主技能维护 — 归档、清理、恢复

source: Autonomous skill maintenance — Hermes v0.12+
de: Autonome Skill-Pflege — Hermes v0.12+
es: Mantenimiento autónomo de habilidades — Hermes v0.12+
fr: Maintenance autonome des compétences — Hermes v0.12+
ja: 自律的なスキル管理 — Hermes v0.12 以降
pt_br: Manutenção autônoma de habilidades — Hermes v0.12+
zh_hans: 自主技能维护 — Hermes v0.12 及以上

source: Aux Models
de: Hilfsmodelle
es: Modelos auxiliares
fr: Modèles auxiliaires
ja: 補助モデル
pt_br: Modelos auxiliares
zh_hans: 辅助模型

source: Auxiliary tasks use separate, typically cheaper models. Leave Provider as `auto` to inherit the main provider.
de: Hilfsaufgaben nutzen separate, typischerweise günstigere Modelle. Provider auf `auto` lassen, um den Hauptanbieter zu übernehmen.
es: Las tareas auxiliares usan modelos separados, normalmente más baratos. Deja Proveedor en `auto` para heredar el proveedor principal.
fr: Les tâches auxiliaires utilisent des modèles distincts, généralement moins coûteux. Laissez Fournisseur sur `auto` pour hériter du fournisseur principal.
ja: 補助タスクには別の、通常はより安価なモデルを使用します。メインプロバイダーを継承するには Provider を `auto` のままにしてください。
pt_br: Tarefas auxiliares usam modelos separados, geralmente mais baratos. Deixe Provedor em `auto` para herdar o provedor principal.
zh_hans: 辅助任务使用独立的、通常更便宜的模型。将 Provider 保持为 `auto` 以继承主提供方。

source: Available models
de: Verfügbare Modelle
es: Modelos disponibles
fr: Modèles disponibles
ja: 利用可能なモデル
pt_br: Modelos disponíveis
zh_hans: 可用模型

source: Available once a chat is open. Press Return on `/new` (or click an existing session) to start one.
de: Verfügbar, sobald ein Chat geöffnet ist. Drücke bei `/new` die Eingabetaste (oder klicke auf eine vorhandene Sitzung), um einen zu starten.
es: Disponible cuando haya un chat abierto. Pulsa Intro en `/new` (o haz clic en una sesión existente) para iniciar uno.
fr: Disponible une fois une conversation ouverte. Appuyez sur Entrée sur `/new` (ou cliquez sur une session existante) pour en démarrer une.
ja: チャットを開くと使用できます。`/new` で Return キーを押す（または既存のセッションをクリック）と開始できます。
pt_br: Disponível quando um chat estiver aberto. Pressione Return em `/new` (ou clique em uma sessão existente) para iniciar um.
zh_hans: 打开聊天后即可使用。在 `/new` 上按回车键（或点按已有会话）即可开始。

source: Available Personalities
de: Verfügbare Persönlichkeiten
es: Personalidades disponibles
fr: Personnalités disponibles
ja: 利用可能なパーソナリティ
pt_br: Personalidades disponíveis
zh_hans: 可用人格

source: Avatar color, hex
de: Avatar-Farbe, Hex
es: Color del avatar, hex
fr: Couleur de l'avatar, hexadécimale
ja: アバターの色(16 進数)
pt_br: Cor do avatar, hex
zh_hans: 头像颜色,十六进制

source: Avatar file is too large to display; showing the generated icon instead.
de: Die Avatar-Datei ist zu groß zum Anzeigen; stattdessen wird das generierte Symbol gezeigt.
es: El archivo de avatar es demasiado grande para mostrarlo; se muestra el icono generado en su lugar.
fr: Le fichier d'avatar est trop volumineux pour être affiché ; l'icône générée est affichée à la place.
ja: アバターファイルが大きすぎて表示できません。代わりに生成されたアイコンを表示しています。
pt_br: O arquivo de avatar é grande demais para exibir; mostrando o ícone gerado no lugar.
zh_hans: 头像文件过大,无法显示;改为显示生成的图标。

source: Avatar shape
de: Avatar-Form
es: Forma del avatar
fr: Forme de l'avatar
ja: アバターの形
pt_br: Formato do avatar
zh_hans: 头像形状

source: Avatar too large to display
de: Avatar zu groß zum Anzeigen
es: Avatar demasiado grande para mostrarlo
fr: Avatar trop volumineux pour être affiché
ja: アバターが大きすぎて表示できません
pt_br: Avatar grande demais para exibir
zh_hans: 头像过大,无法显示

source: Avg Msgs/Session
de: Ø Nachrichten/Sitzung
es: Msjs./sesión (media)
fr: Msgs/session (moy.)
ja: 平均メッセージ数/セッション
pt_br: Msgs/sessão (média)
zh_hans: 平均消息数/会话

source: Avg Session
de: Ø Sitzung
es: Sesión media
fr: Session moyenne
ja: 平均セッション
pt_br: Sessão média
zh_hans: 平均会话

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
pt_br: Voltar
zh_hans: 返回

source: Back to Catalog
de: Zurück zum Katalog
es: Volver al catálogo
fr: Retour au catalogue
ja: カタログに戻る
pt_br: Voltar ao catálogo
zh_hans: 返回目录

source: Back Up
de: Sichern
es: Copia de seguridad
fr: Sauvegarder
ja: バックアップ
pt_br: Fazer backup
zh_hans: 备份

source: Back up server
de: Server sichern
es: Copiar seguridad del servidor
fr: Sauvegarder le serveur
ja: サーバーをバックアップ
pt_br: Fazer backup do servidor
zh_hans: 备份服务器

source: Back up…
de: Sichern…
es: Copiar seguridad…
fr: Sauvegarder…
ja: バックアップ…
pt_br: Fazer backup…
zh_hans: 备份…

source: Back Up…
de: Sichern…
es: Copiar seguridad…
fr: Sauvegarder…
ja: バックアップ…
pt_br: Fazer backup…
zh_hans: 备份…

source: Backfill channel history on join
de: Kanalverlauf beim Beitritt nachladen
es: Rellenar el historial del canal al unirse
fr: Récupérer l’historique du canal à l’arrivée
ja: 参加時にチャンネル履歴を取り込む
pt_br: Preencher o histórico do canal ao entrar
zh_hans: 加入时回填频道历史

source: Background Review
de: Hintergrundprüfung
es: Revisión en segundo plano
fr: Revue en arrière-plan
ja: バックグラウンドレビュー
pt_br: Revisão em segundo plano
zh_hans: 后台审阅

source: Backs up the Hermes home (`~/.hermes/`) and every registered project so this server can be reconstructed from scratch.
de: Sichert das Hermes-Home (`~/.hermes/`) und jedes registrierte Projekt, damit dieser Server von Grund auf wiederhergestellt werden kann.
es: Hace una copia de seguridad del home de Hermes (`~/.hermes/`) y de cada proyecto registrado, para que este servidor pueda reconstruirse desde cero.
fr: Sauvegarde le répertoire Hermes (`~/.hermes/`) et tous les projets enregistrés afin que ce serveur puisse être reconstruit de zéro.
ja: Hermes ホーム(`~/.hermes/`)と登録済みのすべてのプロジェクトをバックアップし、このサーバーをゼロから再構築できるようにします。
pt_br: Faz backup do home do Hermes (`~/.hermes/`) e de todos os projetos registrados para que este servidor possa ser reconstruído do zero.
zh_hans: 备份 Hermes 主目录(`~/.hermes/`)和每个已注册的项目,以便可以从零重建此服务器。

source: Backup & Restore
de: Sicherung & Wiederherstellung
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
ja: バックアップと復元
pt_br: Backup e restauração
zh_hans: 备份与恢复

source: Backup complete
de: Sicherung abgeschlossen
es: Copia de seguridad completa
fr: Sauvegarde terminée
ja: バックアップ完了
pt_br: Backup concluído
zh_hans: 备份完成

source: Backup count
de: Anzahl Sicherungen
es: Número de copias de seguridad
fr: Nombre de sauvegardes
ja: バックアップ数
pt_br: Quantidade de backups
zh_hans: 备份数量

source: Backup Count
de: Anzahl Sicherungen
es: Número de copias
fr: Nombre de sauvegardes
ja: バックアップ数
pt_br: Número de backups
zh_hans: 备份数量

source: Backup failed
de: Sicherung fehlgeschlagen
es: Copia de seguridad fallida
fr: Échec de la sauvegarde
ja: バックアップ失敗
pt_br: Falha no backup
zh_hans: 备份失败

source: Backup failed: %@
de: Backup fehlgeschlagen: %@
es: La copia de seguridad falló: %@
fr: Échec de la sauvegarde : %@
ja: バックアップに失敗しました: %@
pt_br: Falha no backup: %@
zh_hans: 备份失败:%@

source: Backup Now
de: Jetzt sichern
es: Copia de seguridad ahora
fr: Sauvegarder maintenant
ja: 今すぐバックアップ
pt_br: Fazer backup agora
zh_hans: 立即备份

source: Backup saved
de: Backup gespeichert
es: Copia de seguridad guardada
fr: Sauvegarde enregistrée
ja: バックアップを保存しました
pt_br: Backup salvo
zh_hans: 已保存备份

# Backup saved on %@: %@
source: Backup saved on %1$@: %2$@
de: Backup auf %1$@ gespeichert: %2$@
es: Copia de seguridad guardada en %1$@: %2$@
fr: Sauvegarde enregistrée sur %1$@ : %2$@
ja: %1$@ にバックアップを保存しました: %2$@
pt_br: Backup salvo em %1$@: %2$@
zh_hans: 已在 %1$@ 上保存备份:%2$@

source: Backup, restore, or remove this server.
de: Diesen Server sichern, wiederherstellen oder entfernen.
es: Haz copia de seguridad, restaura o elimina este servidor.
fr: Sauvegardez, restaurez ou supprimez ce serveur.
ja: このサーバーをバックアップ、復元、または削除します。
pt_br: Faça backup, restaure ou remova este servidor.
zh_hans: 备份、恢复或移除此服务器。

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
ja: ベース URL
pt_br: URL base
zh_hans: 基础 URL

source: Becomes the key under mcp_servers: in config.yaml.
de: Wird zum Schlüssel unter mcp_servers: in config.yaml.
es: Se convierte en la clave bajo mcp_servers: en config.yaml.
fr: Devient la clé sous mcp_servers : dans config.yaml.
ja: config.yaml の mcp_servers: 下のキーになります。
pt_br: Vira a chave sob mcp_servers: em config.yaml.
zh_hans: 将作为 config.yaml 中 mcp_servers: 下的键。

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 動作
pt_br: Comportamento
zh_hans: 行为

source: Bell on Complete
de: Signalton bei Fertigstellung
es: Sonido al completar
fr: Sonnerie à la fin
ja: 完了時にベルを鳴らす
pt_br: Som ao concluir
zh_hans: 完成时响铃

source: Binary Path
de: Pfad zur Binärdatei
es: Ruta del binario
fr: Chemin du binaire
ja: バイナリのパス
pt_br: Caminho do binário
zh_hans: 二进制文件路径

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
ja: ブロック
pt_br: Bloquear
zh_hans: 阻止

source: Block task
de: Aufgabe blockieren
es: Bloquear tarea
fr: Bloquer la tâche
ja: タスクをブロック
pt_br: Bloquear tarefa
zh_hans: 阻止任务

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
ja: ブロック中
pt_br: Bloqueado
zh_hans: 已阻塞

source: Blocked navigation to %@ — this widget is pinned to its declared site.
de: Navigation zu %@ blockiert — dieses Widget ist an die angegebene Site gebunden.
es: Se bloqueó la navegación a %@: este widget está fijado a su sitio declarado.
fr: Navigation vers %@ bloquée — ce widget est épinglé au site qu’il déclare.
ja: %@ への遷移をブロックしました — このウィジェットは宣言されたサイトに固定されています。
pt_br: Navegação para %@ bloqueada — este widget está fixado ao site declarado.
zh_hans: 已阻止跳转到 %@ — 此小组件已固定到其声明的站点。

source: BlueBubbles Docs
de: BlueBubbles-Dokumentation
es: Documentación de configuración de BlueBubbles
fr: Documentation BlueBubbles
ja: BlueBubbles ドキュメント
pt_br: Docs do BlueBubbles
zh_hans: BlueBubbles 文档

source: Bot identities live in each profile's ui_meta, which older agents don't read. Update Hermes on this host and reload.
de: Bot-Identitäten stehen im ui_meta jedes Profils, das ältere Agents nicht lesen. Aktualisiere Hermes auf diesem Host und lade neu.
es: Las identidades de bot viven en el ui_meta de cada perfil, que los agentes antiguos no leen. Actualiza Hermes en este host y recarga.
fr: Les identités de bot se trouvent dans le ui_meta de chaque profil, que les agents plus anciens ne lisent pas. Mettez Hermes à jour sur cet hôte et rechargez.
ja: ボットの識別情報は各プロファイルの ui_meta に保存されますが、古いエージェントはこれを読み取りません。このホストの Hermes を更新して再読み込みしてください。
pt_br: As identidades de bot ficam no ui_meta de cada perfil, que agentes mais antigos não leem. Atualize o Hermes neste host e recarregue.
zh_hans: 机器人身份保存在每个配置的 ui_meta 中,较旧的 agent 不会读取它。请在此主机上更新 Hermes 并重新加载。

source: Bot Mode needs Hermes v0.20.3 or newer
de: Der Bot-Modus benötigt Hermes v0.20.3 oder neuer
es: El modo bot necesita Hermes v0.20.3 o posterior
fr: Le mode Bot nécessite Hermes v0.20.3 ou plus récent
ja: ボットモードには Hermes v0.20.3 以降が必要です
pt_br: O Modo Bot precisa do Hermes v0.20.3 ou mais recente
zh_hans: 机器人模式需要 Hermes v0.20.3 或更高版本

source: Bot Mode requires Hermes version 0.20.3 or newer
de: Der Bot-Modus erfordert Hermes-Version 0.20.3 oder neuer
es: El modo bot requiere Hermes versión 0.20.3 o posterior
fr: Le mode Bot requiert la version 0.20.3 de Hermes ou plus récente
ja: ボットモードには Hermes バージョン 0.20.3 以降が必要です
pt_br: O Modo Bot requer o Hermes versão 0.20.3 ou mais recente
zh_hans: 机器人模式需要 Hermes 0.20.3 或更高版本

source: Bot picture for %@. Activate to choose an image file.
de: Bot-Bild für %@. Aktivieren, um eine Bilddatei zu wählen.
es: Imagen del bot %@. Actívalo para elegir un archivo de imagen.
fr: Image du bot pour %@. Activez pour choisir un fichier image.
ja: %@ のボット画像。実行すると画像ファイルを選択できます。
pt_br: Imagem do bot de %@. Ative para escolher um arquivo de imagem.
zh_hans: %@ 的机器人图片。激活以选择图片文件。

source: Bot role
de: Bot-Rolle
es: Rol del bot
fr: Rôle du bot
ja: ボットの役割
pt_br: Função do bot
zh_hans: 机器人角色

source: bound model preset
de: Modellvorgabe gebunden
es: preajuste de modelo vinculado
fr: préréglage de modèle lié
ja: モデルプリセットをバインドしました
pt_br: predefinição de modelo vinculada
zh_hans: 已绑定模型预设

source: Browse
de: Durchsuchen
es: Examinar
fr: Parcourir
ja: 参照
pt_br: Explorar
zh_hans: 浏览

source: Browse catalog
de: Katalog durchsuchen
es: Explorar catálogo
fr: Parcourir le catalogue
ja: カタログを参照
pt_br: Explorar catálogo
zh_hans: 浏览目录

source: Browse Catalog…
de: Katalog durchsuchen…
es: Explorar catálogo…
fr: Parcourir le catalogue…
ja: カタログを参照…
pt_br: Explorar catálogo…
zh_hans: 浏览目录…

source: Browse Hub
de: Hub durchsuchen
es: Examinar el hub
fr: Parcourir le hub
ja: ハブを参照
pt_br: Explorar hub
zh_hans: 浏览 Hub

source: Browse the Hub
de: Hub durchsuchen
es: Examinar el hub
fr: Parcourir le hub
ja: ハブを参照
pt_br: Explorar o hub
zh_hans: 浏览 Hub

source: Browse the Hub tab to install one, or run `hermes skills install <name>` on the remote.
de: Durchsuche den Hub-Tab, um einen zu installieren, oder führe `hermes skills install <name>` auf dem Remote aus.
es: Explora la pestaña Hub para instalar una, o ejecuta `hermes skills install <name>` en el remoto.
fr: Parcourez l'onglet Hub pour en installer une, ou exécutez `hermes skills install <name>` sur l'hôte distant.
ja: ハブタブを開いてインストールするか、リモートで `hermes skills install <name>` を実行してください。
pt_br: Abra a aba Explorar hub para instalar uma, ou execute `hermes skills install <name>` no remoto.
zh_hans: 浏览 Hub 标签页以安装一个,或在远程主机上运行 `hermes skills install <name>`。

source: Browse top skills
de: Top-Skills durchsuchen
es: Explorar habilidades destacadas
fr: Parcourir les meilleures compétences
ja: 人気のスキルを見る
pt_br: Explorar principais habilidades
zh_hans: 浏览热门技能

source: Browse...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
ja: 参照...
pt_br: Explorar...
zh_hans: 浏览...

source: Browse…
de: Durchsuchen…
es: Explorar…
fr: Parcourir…
ja: 参照…
pt_br: Explorar…
zh_hans: 浏览…

source: Browser setup failed (exit %d). %@
de: Browser-Einrichtung fehlgeschlagen (Exit %d). %@
es: La configuración del navegador falló (salida %d). %@
fr: Échec de la configuration du navigateur (code %d). %@
ja: ブラウザのセットアップに失敗しました（終了コード %d）。%@
pt_br: A configuração do navegador falhou (saída %d). %@
zh_hans: 浏览器设置失败（退出码 %d）。%@

source: Browser tools ready.
de: Browser-Tools bereit.
es: Herramientas del navegador listas.
fr: Outils de navigateur prêts.
ja: ブラウザツールの準備ができました。
pt_br: Ferramentas de navegador prontas.
zh_hans: 浏览器工具已就绪。

source: Building template…
de: Erstelle Vorlage…
es: Creando plantilla…
fr: Construction du modèle…
ja: テンプレートを構築中…
pt_br: Criando template…
zh_hans: 正在构建模板…

source: built-in
de: integriert
es: integrado
fr: intégré
ja: ビルトイン
pt_br: integrado
zh_hans: 内置

source: Built-in Memory
de: Integrierter Speicher
es: Memoria integrada
fr: Mémoire intégrée
ja: ビルトインメモリ
pt_br: Memória integrada
zh_hans: 内置记忆

source: Bundles group several skills under one `/<name>` command. Create them with `hermes bundles create`; they live in ~/.hermes/skill-bundles/.
de: Bundles fassen mehrere Skills unter einem `/<name>`-Befehl zusammen. Erstelle sie mit `hermes bundles create`; sie liegen unter ~/.hermes/skill-bundles/.
es: Los paquetes agrupan varias habilidades bajo un único comando `/<name>`. Créalos con `hermes bundles create`; residen en ~/.hermes/skill-bundles/.
fr: Les bundles regroupent plusieurs compétences sous une seule commande `/<name>`. Créez-les avec `hermes bundles create` ; ils résident dans ~/.hermes/skill-bundles/.
ja: バンドルは複数のスキルを 1 つの `/<name>` コマンドにまとめます。`hermes bundles create` で作成してください。~/.hermes/skill-bundles/ に配置されます。
pt_br: Pacotes agrupam várias habilidades sob um único comando `/<name>`. Crie-os com `hermes bundles create`; eles ficam em ~/.hermes/skill-bundles/.
zh_hans: 捆绑包(Bundles)将多个技能归入一个 `/<name>` 命令下。使用 `hermes bundles create` 创建它们;它们存放在 ~/.hermes/skill-bundles/ 中。

source: Busy Input Mode
de: Eingabemodus bei Auslastung
es: Modo de entrada cuando está ocupado
fr: Mode de saisie quand occupé
ja: ビジー時の入力モード
pt_br: Modo de entrada quando ocupado
zh_hans: 忙碌时的输入模式

source: by %@
de: von %@
es: por %@
fr: par %@
ja: %@ による
pt_br: por %@
zh_hans: 由 %@

source: By Day
de: Nach Tag
es: Por día
fr: Par jour
ja: 日別
pt_br: Por dia
zh_hans: 按天

source: By Hour
de: Nach Stunde
es: Por hora
fr: Par heure
ja: 時間別
pt_br: Por hora
zh_hans: 按小时

source: By model · all time
de: Nach Modell · gesamter Zeitraum
es: Por modelo · histórico
fr: Par modèle · depuis toujours
ja: モデル別・全期間
pt_br: Por modelo · desde sempre
zh_hans: 按模型 · 全部时间

source: By Model
de: Nach Modell
es: Por modelo
fr: Par modèle
ja: モデル別
pt_br: Por modelo
zh_hans: 按模型

source: By Platform
de: Nach Plattform
es: Por plataforma
fr: Par plateforme
ja: プラットフォーム別
pt_br: Por plataforma
zh_hans: 按平台

source: bytes %lld
de: %lld Bytes
es: %lld bytes
fr: octets %lld
ja: %lld バイト
pt_br: %lld bytes
zh_hans: 字节 %lld

source: Cache Read
de: Cache gelesen
es: Lectura de caché
fr: Lecture de cache
ja: キャッシュ読み取り
pt_br: Leitura de cache
zh_hans: 缓存读取

source: Cache Write
de: Cache geschrieben
es: Escritura de caché
fr: Écriture de cache
ja: キャッシュ書き込み
pt_br: Escrita de cache
zh_hans: 缓存写入

source: Cached %@
de: Zwischengespeichert %@
es: %@ en caché
fr: En cache %@
ja: キャッシュ済み %@
pt_br: %@ em cache
zh_hans: 已缓存 %@

source: Cached • refresh failed
de: Zwischengespeichert • Aktualisierung fehlgeschlagen
es: En caché • error al actualizar
fr: En cache • échec du rafraîchissement
ja: キャッシュ済み • 更新失敗
pt_br: Em cache • falha ao atualizar
zh_hans: 已缓存 • 刷新失败

source: Caching & Redaction
de: Caching & Schwärzung
es: Caché y redacción
fr: Mise en cache et rédaction
ja: キャッシュと秘匿化
pt_br: Cache e redação
zh_hans: 缓存与脱敏

source: Call
de: Aufruf
es: Llamada
fr: Appel
ja: 呼び出し
pt_br: Chamada
zh_hans: 调用

source: Call timeout
de: Aufruf-Timeout
es: Tiempo de espera de llamada
fr: Délai d'appel
ja: 呼び出しタイムアウト
pt_br: Tempo limite da chamada
zh_hans: 调用超时

source: Can't reach %@
de: %@ nicht erreichbar
es: No se puede alcanzar %@
fr: Impossible d'atteindre %@
ja: %@ に到達できません
pt_br: Não é possível alcançar %@
zh_hans: 无法连接到 %@

source: Can't read Hermes state on %@
de: Hermes-Status auf %@ nicht lesbar
es: No se puede leer el estado de Hermes en %@
fr: Impossible de lire l'état de Hermes sur %@
ja: %@ 上の Hermes 状態を読み取れません
pt_br: Não é possível ler o estado do Hermes em %@
zh_hans: 无法读取 %@ 上的 Hermes 状态

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Cancelled — hosts below that show "cancelled" were never touched.
de: Abgebrochen — unten mit „cancelled“ markierte Hosts wurden nie verändert.
es: Cancelado: los hosts de abajo marcados como «cancelled» no se modificaron.
fr: Annulé — les hôtes ci-dessous marqués « cancelled » n'ont jamais été modifiés.
ja: キャンセルされました。以下で「cancelled」と表示されているホストは変更されていません。
pt_br: Cancelado — os hosts abaixo marcados como "cancelled" não foram alterados.
zh_hans: 已取消 — 下方显示“cancelled”的主机未做任何更改。

source: cancelled before apply
de: vor dem Anwenden abgebrochen
es: cancelado antes de aplicar
fr: annulé avant l'application
ja: 適用前にキャンセルされました
pt_br: cancelado antes de aplicar
zh_hans: 在应用前已取消

source: Capability-gated UI is hidden. Check that `hermes` is on PATH and `hermes --version` returns a recognizable line.
de: Fähigkeitsabhängige UI ist ausgeblendet. Prüfe, ob `hermes` im PATH liegt und `hermes --version` eine erkennbare Zeile zurückgibt.
es: La interfaz condicionada por capacidades está oculta. Comprueba que `hermes` esté en el PATH y que `hermes --version` devuelva una línea reconocible.
fr: L'interface conditionnée par les capacités est masquée. Vérifiez que `hermes` est dans le PATH et que `hermes --version` renvoie une ligne reconnaissable.
ja: 機能ゲート付きの UI は非表示になっています。`hermes` が PATH 上にあり、`hermes --version` が認識可能な出力を返すことを確認してください。
pt_br: A interface protegida por recursos está oculta. Verifique se `hermes` está no PATH e se `hermes --version` retorna uma linha reconhecível.
zh_hans: 受能力门控的 UI 已隐藏。请检查 `hermes` 是否在 PATH 中,以及 `hermes --version` 是否返回可识别的行。
